---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PropertyAreaUnits
source: html/45f6ae5c-c5a6-3d27-bfbc-e5dd07c61443.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PropertyAreaUnits Property

"Area Units, Format"

## Syntax (C#)
```csharp
public static ForgeTypeId PropertyAreaUnits { get; }
```